Repository: thabench/airsoft_project
Catalog: airsoft_project/events/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Profile
lt: Profilis

source: Name of the organizer
lt: Organizatoriaus pavadinimas

source: New Organizer
lt: Naujas organizatorius

source: Profile picture
lt: Profilio nuotrauka

source: Address and contacts
lt: Adresas ir kontaktai

source: Organizer
lt: Organizatorius

source: Organizers
lt: Organizatoriai

source: Name of the event
lt: Renginio pavadinimas

source: Date of event
lt: Renginio data

source: Time of event
lt: Renginio laikas

source: i.e.: 12:00 PM
lt: pvz.: 12:00 PM

source: Field
lt: Poligonas

source: Price
lt: Kaina

source: Maximum player number
lt: Maksimalus žaidėjų skaičius

source: Status
lt: Statusas

source: Event
lt: Renginys

source: Events
lt: Renginiai

source: Name of the game field
lt: Poligono pavadinimas

source: Location longitude
lt: Ilguma

source: Location latitude
lt: Platuma

source: Fields
lt: Poligonai

source: About
lt: Apie

source: This website is created for educational purposes only
lt: Ši svetainė sukurta mokymosi tikslais

source: "Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum."
lt: Lietuviškai

source: Home
lt: Pradinis

source: Teams
lt: Komandos

source: Players
lt: Žaidėjai

source: My registered events
lt: Mano būsimi renginiai

source: My completed events
lt: Mano praėję renginiai

source: My events
lt: Mano renginiai

source: Log out
lt: Atsijungti

source: Login
lt: Prisijungti

source: Register
lt: Registruotis

source: Created on
lt: Sukurta

source: You are registered to this event
lt: Jus registruotas šiame renginyje

source: Register to event
lt: Registruotis

source: Maximum players reached
lt: Maksimalus žaidėjų skaičius pasiektas

source: Date
lt: Data

source: Time
lt: Laikas

source: Description
lt: Aprašymas

source: Maximum number of players
lt: Maksimalus žaidėjų skaičius

source: Registered players
lt: Registruoti žaidėjai

source: No registered players yet
lt: Prisiregistravusių žaidėjų nėra

source: Create new event
lt: Naujas renginys

source: Event list
lt: Renginiai

source: Search for events
lt: Renginių paieška

source: Created by
lt: Sukurta

source: No events yet
lt: Renginių nėra

source: Coordinates
lt: Koordinatės

source: Field map
lt: Poligono žemėlapis

source: Location on map
lt: Vieta žemėlapyje

source: Create new field
lt: Naujas poligonas

source: Field list
lt: Poligonai

source: No fields yet
lt: Poligonų nėra

source: My added fields
lt: Mano poligonai

source: Events this month
lt: Šio mėnesio renginiai

source: No events this month
lt: Šį mėnesį renginių nėra

source: Our partners
lt: Mūsų partneriai

source: Delete event
lt: Naikinti renginį

source: Are you sure you want to delete
lt: Ar tikrai norite naikinti

source: event
lt: renginį

source: Yes, delete
lt: Taip, naikinti

source: Cancel
lt: Atšaukti

source: Delete field
lt: Naikinti poligoną

source: field
lt: poligoną

source: Contacts
lt: Kontaktai

source: Email
lt: El. paštas

source: Address and phone
lt: Adresas ir telefono nr

source: 's events
lt: organizatoriaus renginiai

source: Update
lt: Atnaujinti

source: Delete
lt: Naikinti

source: To my events
lt: Mano renginiai

source: New event
lt: Naujas renginys

source: Create
lt: Sukurti

source: My Events
lt: Mano renginiai

source: Search
lt: Paieška

source: See more
lt: Žr. daugiau

source: There are no events created
lt: Renginių nėra

source: Create field
lt: Naujas poligonas

source: There are no fields created
lt: Poligonų nėra

source: Organizer list
lt: Organizatoriai

source: No organizers yet
lt: Organizatorių nėra

source: Update event
lt: Atnaujinti

source: Update field
lt: Atnaujinti

source: No registered players
lt: Prisiregistravusių žaidėjų nėra

source: Back to my participated events
lt: Mano praėję renginiai

source: My participated events
lt: Mano praėję renginiai

source: Back to my registered events
lt: Mano būsimi renginiai

source: Only players can register to events
lt: Tik žaidėjai gali registruotis į renginius

source: You are already registered to
lt: Jūs jau prisiregistravote į

source: Go back
lt: Atgal

source: Are you sure you want register to
lt: Ar tikrai norite registruotis į

source: Logged out successfully
lt: Sėkmingai atsijungėte

source: Log in again
lt: Prisijunkite vėl

source: Log in failed. Try again
lt: Nepavyko prisijungti. Bandykite dar kartą

source: You do not have access. Log in
lt: Neturite prieigos. Privalote prisijungti

source: Username
lt: Vartotojo vardas

source: Password
lt: Slaptažodis

source: Log in
lt: Prisijungti

source: Forgot password
lt: Pamiršote slaptažodį

source: Password changed successfully
lt: Slaptažodis pakeistas sėkmingai

source: Enter a new password and confirm it
lt: Įveskite naują slaptažodį ir patvirtinkite

source: New password
lt: Naująs slaptažodis

source: Confirm password
lt: Patvirtinti slaptažodį

source: Change password
lt: Pakeisti slaptažodį

source: Failed to change password
lt: Nepavyko pakeisti slaptažodžio

source: The link is expired. Please initiate password change again
lt: Nuoroda nebeveikia. Inicijuokite slaptažodžio keitimą iš naujo

source: We have sent password change confirmation letter to your email
lt: Jūsų el. paštu išsiuntėme slaptažodžio keitimo patvirtinimo laišką

source: We have received a request to change your password. If this was You please follow the link below:
lt: Gavome prašymą pakeisti slaptažodį. Jei tai buvote jūs, spustelėkite toliau pateiktą nuorodą:

source: If this letter is not for you please ignore it.
lt: Jei šis laiškas ne Jums, ignoruokite jį.

source: Sincerely
lt: Pagarbiai

source: Enter a valid email
lt: Įveskite galiojantį el. pašto adresą

source: Reset password
lt: Nustatyti slaptažodį iš naujo

source: Search for
lt: Paieškos

source: results
lt: rezultatai

source: No match for
lt: Nepavyko rasti
