Repository: thabench/airsoft_project
Catalog: airsoft_project/teams/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Unique team ID
lt: Unikalus komandos ID

source: Name of the Team
lt: Komandos pavadinimas

source: Contacts
lt: Kontaktai

source: Team
lt: Komanda

source: Teams
lt: Komandos

source: Nickname of the player
lt: Žaidėjo slapyvardis

source: New Player
lt: Naujas žaidėjas

source: Picture
lt: Nuotrauka

source: Events
lt: Renginiai

source: Town where player is from
lt: Miestas, iš kurio yra žaidėjas

source: Date of birth
lt: Gimimo data

source: Player
lt: Žaidėjas

source: Players
lt: Žaidėjai

source: Create new Team
lt: Nauja komanda

source: !!! BY CREATING NEW TEAM YOU WILL LEAVE YOUR CURRENT TEAM !!!
lt: !!! SUKURDAMI NAUJĄ KOMANDĄ IŠEISITE IŠ DABARTINĖS !!!

source: Team name
lt: Komandos pavadinimas

source: Address, phone, email, etc.
lt: Adresas, telefono nr. ir t.t.

source: Team emblem
lt: Komandos emblema

source: Create
lt: Sukurti

source: Delete team
lt: Naikinti komandą

source: Are you sure you want to delete
lt: Ar tikrai norite naikinti

source: team
lt: komandą

source: Yes, delete
lt: Taip, naikinti

source: Cancel
lt: Atšaukti

source: !!! BY JOINING THIS TEAM YOU WILL LEAVE YOUR CURRENT TEAM !!!
lt: !!! PRISIJUNGDAMI PRIE ŠIOS KOMANDOS IŠEISITE IŠ DABARTINĖS !!!

source: Join team
lt: Prisijungti prie komandos

source: Are you sure you want join
lt: Ar tikrai norite prisijungti

source: Yes, join
lt: Taip, prisijungti

source: Leave team
lt: Išeiti iš komandos

source: Are you sure you want leave
lt: Ar tikrai norite išeiti

source: Yes, leave
lt: Taip, išeiti

source: Details
lt: Detalės

source: User
lt: Vartotojas

source: Hometown
lt: Miestas

source: is the leader of
lt: administruoja

source: Registered events
lt: Būsimi renginiai

source: Events Participated
lt: Praėję renginiai

source: Player list
lt: Žaidėjai

source: Search for players
lt: Žaidėjų paieška

source: No players yet
lt: Žaidėjų nėra

source: Organizer info
lt: Organizatorius duomenys

source: Player info
lt: Žaidėjo duomenys

source: My registered events
lt: Mano būsimi renginiai

source: My participated events
lt: Mano praėję renginiai

source: User info
lt: Vartotojo duomenys

source: Update
lt: Atnaujinti

source: Registration
lt: Registracija

source: User name
lt: Vartotojo vardas

source: up to 150 symbols
lt: iki 150 simbolių

source: Email
lt: El. paštas

source: Required for password change
lt: Reikalingas slaptažodžio keitimui

source: Password
lt: Slaptažodis

source: Password must be at least 8 symbols and it must have at least one capital letter and number
lt: Slaptažodis turi būti sudarytas bent iš 8 simbolių, turėti bent vieną didžiają raidę ir skaičių

source: Confirm password
lt: Patvirtinti slaptažodį

source: Register as organizer
lt: Registruotis kaip organizatoriui

source: Register as player
lt: Registruotis kaip žaidėjui

source: Register
lt: Registruotis

source: Already a member
lt: Esate narys

source: Log in
lt: Prisijungti

source: Search for
lt: Paieškos

source: results
lt: rezultatai

source: No match for
lt: Nepavyko rasti

source: Team list
lt: Komandos

source: Update team
lt: Atnaujinti

source: Delete
lt: Naikinti

source: Team players
lt: Komandos žaidėjai

source: No players in team yet
lt: Komandoje žaidėjų nėra

source: If you would like to become team leader you must contact your team leader or administration at infoairsoftevents@gmail.com
lt: Jei norite tapti komandos lyderiu, turite susisiekti su savo komandos vadovu arba administracija adresu infoairsoftevents@gmail.com

source: Update Team
lt: Atnaujinti

source: Create new team
lt: Nauja komanda

source: Search for teams
lt: Komandų paieška

source: No teams yet
lt: Komandų nėra

source: User name {username} is already taken!
lt: Vartotojo vardas {username} jau užimtas!

source: Email {email} already exists!
lt: El. paštas {email} jau egzistuoja!

source: Registration successful!
lt: Registracija sėkminga!

source: Passwords did not match!
lt: Slaptažodžiai nesutapo!

source: Profile updated
lt: Profilis atnaujintas

source: Team name {name} is already taken!
lt: Komandos pavadinimas {name} jau užimtas!

source: Team created!
lt: Komanda sukurta!
